{
    "titel-start": "About Linux",
    "titel-contact":"About Linux - Contact",
    "start-introtitel": "About Linux",
    "contact-introtitel": "Contact",
    "logo-alt": "Logo",
    "nav-start":"Home",
    "nav-downloads":"Downloads",
    "nav-informatie":"Information",
    "nav-contact":"Contact",
    "taal-nl":"Dutch",
    "taal-en":"English",
    "start-titel":"Installing Linux",
    "start-art1-titel":"This article is about why and how to install Linux",
    "start-art1-inhoud":"Linux has <strong>many</strong> advantages compared to other operating systems (like macOS from Apple and Windows from Microsoft). On this website i will explain why and how you install Linux on your laptop or PC.",
    "start-art1-foto-alt":"Tux, the mascotte of Linux",
    "start-art2-titel":"Why Linux?",
    "start-art2-inhoud1":"Linux has <strong>many</strong> advantages. I will list a few here.",
    "start-art2-inhoud2":"<p>It's <i>open-source</i>.<br>That means that all of the code behind the operating system is public. This makes it more trustable because you can see everything yourself and you can even edit it if you want to.</p>",
    "start-art2-inhoud3":"<p>It barely costs anything to run.<br>The requirements to run (most) Linux distributions are extremely low compared to the alternatives.</p>",
    "start-art2-inhoud4":"<p>There are very many distributions to choose from.<br>With Windows or macOS you only have different updates of the same operating system (Windows 7, 8, 10, 11, etc.). With Linux there are many different distributions, you can choose whatever fits your situation.</p>",
    "start-art2-foto-alt":"A few examples of Linux distributions",
    "start-art3-titel":"How do you install Linux?",
    "start-art3-inhoud1":"Installing Linux is easier than you think. It's not different from installing Windows. Here is a step-by-step plan:",
    "start-art3-inhoud2":"1. Get a USB-stick.<br>For most distributions 16Gb is enough.",
    "start-art3-inhoud3":"2. Download an ISO-file of your preffered distribution.<br>Do make sure that it's compatible with your device (look at x86, arm, amd/intel, 32-bit, 64-bit, etc.).",
    "start-art3-inhoud4":"3. Flash the ISO file on the USB-stick.<br>This can be done with <a href=\"https://rufus.ie/nl/\">Rufus</a> for example.",
    "start-art3-inhoud5":"4. Restart the device and go to the BIOS/UEFI.<br>To do that, on most devices you need to hold a key while restarting such as delete or F2 tijdens het opstraten zoals Delete of F2.",
    "start-art3-inhoud6":"5. Boot into the USB-stick through the BIOS/UEFI.<br>Read the manual of your device if you don't know how to do this.",
    "start-art3-inhoud7":"6. Follow the installation process.<br>How this is done depends on your distribution but most times it's straightforward.",
    "start-art3-foto-alt":"A USB stick that could be used to install Linux",
    "contact-titel":"Contact",
    "contact-titel-uitleg":"Here are a few places to contact me (the owner and developer of this website).",
    "contact-art1-titel":"Email",
    "contact-art1-inhoud":"Email me with all your questions to <a href=\"mailto:aboutlinux-contact@17042010.xyz\">aboutlinux-contact@17042010.xyz</a>",
    "contact-art2-titel":"GitHub",
    "contact-art2-inhoud":"For technical problems, suggestions or something else related to this site you can also go to the <a href=\"https://github.com/ffogellmas/website-4h.in2-p2\">GitHub page</a> of this website.",
    "contact-art3-titel":"Phone",
    "contact-art3-inhoud":"For if you have an unimportant reason to contact me, and also feel like a song, you can call my partner Rick at <a href=\"tel:+12484345508\">+1-248-434-5508</a> (call on own costs). If you actually want a response you should use the ways above.",
    "aside-titel":"Links:",
    "aside-link1":"Linux community platform",
    "aside-link2":"Linux Wikipedia",
    "aside-link3":"Ubuntu (a popular distribution)",
    "aside-foto-alt1":"Bluesky",
    "aside-foto-alt2":"Reddit",
    "footer-copyright":" Sam Le Goff - All rights reserved"
}