{
    "titel-start": "Over Linux",
    "titel-contact":"Over Linux - Contact",
    "titel-informatie":"Over Linux - Informatie",
    "start-introtitel": "Over Linux",
    "contact-introtitel": "Contact",
    "informatie-introtitel":"Informatie",
    "logo-alt": "Logo",
    "nav-start":"Start",
    "nav-downloads":"Downloads",
    "nav-informatie":"Informatie",
    "nav-contact":"Contact",
    "taal-nl":"Nederlands",
    "taal-en":"Engels",
    "start-titel":"Het installeren van Linux",
    "start-art1-titel":"Dit artikel gaat over waarom en hoe je Linux moet installeren",
    "start-art1-inhoud":"Linux heeft <strong>veel</strong> voordelen vergeleken met andere bestuurssystemen (zoals macOS van Apple en Windows van Microsoft). Op deze website ga ik je uitleggen waarom en hoe je Linux installeert op je laptop of PC.",
    "start-art1-foto-alt":"Tux, de mascotte van Linux",
    "start-art2-titel":"Waarom Linux?",
    "start-art2-inhoud1":"Linux heeft <strong>vele</strong> voordelen. Ik zal er hier een paar opnoemen.",
    "start-art2-inhoud2":"<p>Het is <i>open-source</i>.<br>Dat betekent dat alle code achter het hele bersturingssysteem openbaar is. Dit maakt het betrouwbaarder aangezien je zelf alles kan lezen en zelfs aanpassen als je wil.</p>",
    "start-art2-inhoud3":"<p>Het kost bijna niks om te draaien.<br>De vereisten om (meeste) Linux distributies te draaien zijn extreem laag vergeleken met de alternatieven.</p>",
    "start-art2-inhoud4":"<p>Er zijn erg veel verschillende distributies waar je uit kan kiezen.<br>Bij Windows of macOS heb je alleen verschillende updates van bersturingssystemen (Windows 7, 8, 10, 11, etc.). Bij Linux heb je veel verschillende distributies, je kan precies kiezen wat bij jouw situatie past.</p>",
    "start-art2-foto-alt":"Een paar voorbeelden van Linuxdistributies",
    "start-art3-titel":"Hoe installeer je Linux?",
    "start-art3-inhoud1":"Linux installeren is makkelijker dan je denkt. Het is niet anders dan het installeren van Windows. Hier is een stappenplan:",
    "start-art3-inhoud2":"1. Haal een USB-stick.<br>Voor meeste distributies is 16GB genoeg.",
    "start-art3-inhoud3":"2. Download een ISO-bestand van je distributie van voorkeur.<br>Let wel op dat het moet passen bij je apparaat (let op x86, arm, amd/intel, 32-bit, 64-bit, etc.).",
    "start-art3-inhoud4":"3. Flash het ISO-bestand op de USB-stick.<br>Dit kan met bijvoorbeeld <a href=\"https://rufus.ie/nl/\">Rufus</a>.",
    "start-art3-inhoud5":"4. Start het apparaat opnieuw op en ga naar de BIOS/UEFI.<br>Op meeste apparaat moet je om dat te doen een toets drukken tijdens het opstarten zoals Delete of F2.",
    "start-art3-inhoud6":"5. Boot in de USB-stick via de BIOS/UEFI.<br>Lees de handleiding van je apparaat als je niet weet hoe dit moet.",
    "start-art3-inhoud7":"6. Volg het installatieproces.<br>Hoe dit moet ligt aan je distributie maar meestal is het voorzelfsprekend.",
    "start-art3-foto-alt":"Een USB-stick waar Linux op geinstaleerd zou kunnen worden",
    "contact-titel":"Contact zoeken",
    "contact-titel-uitleg":"Hier zijn een aantal plekken om contact te zoeken met mij (de eigenaar en ontwikkelaar van deze website).",
    "contact-art1-titel":"Email",
    "contact-art1-inhoud":"Email mij met al je vragen naar <a href=\"mailto:overlinux-contact@17042010.xyz\">overlinux-contact@17042010.xyz</a>",
    "contact-art2-titel":"GitHub",
    "contact-art2-inhoud":"Voor technische problemen, suggesties of iets anders gerelateerd aan deze website kan je ook naar de <a href=\"https://github.com/ffogellmas/website-4h.in2-p2\">GitHub pagina</a> van deze website.",
    "contact-art3-titel":"Telefoon",
    "contact-art3-inhoud":"Voor als je een minder belangrijke reden hebt om contact te zoeken, maar meer zin hebt en een liedje, kan je mijn partner Rick bellen via <a href=\"tel:+12484345508\">+1-248-434-5508</a> (bellen op eigen kosten). Als je ook echt een reactie van mij wil kan je beter contact zoeken via de manieren hierboven.",
    "informatie-titel":"Veelgestelde vragen",
    "informatie-titel-uitleg":"Hier zal ik wat veelgestelde vragen beantwoorden over deze website. Heb je nog meer vragen? Ga dan naar de contactpagina.",
    "informatie-art1-titel":"Waarom deze website?",
    "informatie-art1-inhoud":"Ik heb deze website gemaakt omdat ikzelf Linux een geweldig bestuurssysteem vind tegenover alternatieven en ik gebruik het zelf ook voor mijn laptop en PC, maar er is veel te weinig aandacht voor, dus meeste mensen weten niet eens dat het bestaat. Deze website bestaat dus om meer aandacht te vragen voor Linux en ik hoop dat meer mensen het gaan gebruiken.",
    "informatie-art2-titel":"Hoe is deze website gemaakt?",
    "informatie-art2-inhoud":"Ik heb de website handmatig gecodeerd en ik heb gebruikt gemaakt van <a href=\"https://code.visualstudio.com/\">Visual Studio Code</a> en <a href=\"https://github.com/ffogellmas/website-4h.in2-p2\">GitHub</a>. Ik heb 1 lijn aan code van <a href=\"https://stackoverflow.com/a/4562604\">Stackoverflow</a> genomen<br>Deze website is gemaakt door een echt persoon.",
    "informatie-art3-titel":"Door wie is deze website gemaakt?",
    "informatie-art3-inhoud":"Dat kan ik beantwoorden, ook al voelt dat raar want ik heb de vraag ook moeten opschrijven. Ik ben Sam, je hebt me mischien al gezien aan de copyright onderaan de pagina. Ik heb deze website gemaakt voor een schoolopdracht. Voor de rest is er niks interessants dat jij over mij hoeft te weten.",
    "aside-titel":"Links:",
    "aside-link1":"Linux community platform",
    "aside-link2":"Linux Wikipedia",
    "aside-link3":"Ubuntu (een veelgebruikte distributie)",
    "aside-foto-alt1":"Bluesky",
    "aside-foto-alt2":"Reddit",
    "footer-copyright":" Sam Le Goff - Alle rechten voorbehouden"
}